Revit 2023 API
GroupTypeId.CouplerArray Property
 "Set"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId CouplerArray { get; }
Visual Basic
Public Shared ReadOnly Property CouplerArray As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CouplerArray {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace